Repository: mirza6422/Image-to-Text
Catalog: lib/l10n/app_*.arb
Languages: af, am, as, az, be, bg, bn, bs, ca, cs, cy, da, el, et, eu, fa, fi, fil, gl, gu, he, hi, hu, hy, id, is, ja, ka, kk, km, kn, lo, lt, mk, ml, mr, ms, my, ne, no, or, pa, pl, ps, ro, si, sk, sl, sq, sr, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# appBar
source: OCR Scanner
af: OCR Skandeerder
am: ኦሲአር ስካነር
as: OCR স্কেনাৰ
az: OCR Skaner
be: OCR Сканар
bg: OCR Скенер
bn: OCR স্ক্যানার
bs: OCR Skeniranje
ca: Escàner OCR
cs: OCR Skenování
cy: Sganer OCR
el: Σαρωτής OCR
et: OCR Skanner
eu: Escáner OCR
fa: اسکنر OCR
fi: OCR-skanneri
gl: Escáner OCR
gu: OCR સ્કેનર
he: סורק OCR
hi: OCR स्कैनर
hu: OCR Szkenner
hy: OCR Սքաներ
id: Pindai OCR
is: OCR Skanni
ja: OCRスキャナー
ka: OCR სკანერი
kk: OCR Сканер
km: ការស្កេន OCR
kn: OCR ಸ್ಕ್ಯಾನರ್
lo: OCR Скандоо
lt: OCR Skaitytuvas
mk: OCR Скенирање
ml: OCR സ്കാനർ
mr: OCR Сканнер
ms: Pengimbas OCR
my: OCR စကင်နာ
ne: OCR स्क्यानर
no: OCR-skanner
or: OCR ସ୍କାନର
pa: OCR سکنر
pl: Skaner OCR
ps: OCR سکینر
ro: Scanner OCR
si: OCR ස්කැනර්
sk: OCR Skenovanie
sl: OCR Optično branje
sq: Skanner OCR
sr: OCR Скенирање
sw: OCR Kichanganua
ta: OCR ஸ்கேனர்
te: OCR స్కానర్
th: เครื่องสแกน OCR
tr: OCR Tarayıcı
uk: OCR Сканер
ur: OCR اسکینر
uz: OCR Skanner
vi: Máy quét OCR
zh: OCR 扫描器
zu: I-OCR Iskena

# saveFiles
source: Files saved successfully!
af: Lêers suksesvol gestoor!
am: ፋይሎች በትክክል ተቀምጠዋል!
as: ফাইলসমূহ সফলভাৱে সংৰক্ষণ কৰা হৈছে!
az: Fayllar uğurla yadda saxlanıldı!
be: Файлы паспяхова захаваны!
bg: Файловете са запазени успешно!
bn: ফাইলগুলি সফলভাবে সংরক্ষণ করা হয়েছে!
bs: Datoteke su uspješno sačuvane!
ca: Fitxers desats correctament!
cs: Soubory byly úspěšně uloženy!
cy: Ffeiliau wedi’u cadw’n llwyddiannus!
da: Filer gemt med succes!
el: Τα αρχεία αποθηκεύτηκαν με επιτυχία!
et: Failid salvestati edukalt!
eu: ¡Archivos guardados con éxito!
fa: فایل‌ها با موفقیت ذخیره شدند!
fi: Tiedostot tallennettu onnistuneesti!
fil: Matagumpay na na-save ang mga file!
gl: Os ficheiros gardáronse correctamente!
gu: ફાઈલો સફળતાપૂર્વક સંગ્રહિત થઈ!
he: הקבצים נשמרו בהצלחה!
hi: फ़ाइलें सफलतापूर्वक सहेजी गईं!
hu: A fájlok sikeresen mentésre kerültek!
hy: Ֆայլերը հաջողությամբ պահպանվել են:
id: Berkas berhasil disimpan!
is: Skrár vistaðar með góðum árangri!
ja: ファイルを正常に保存しました！
ka: ფაილები წარმატებით შეინახა!
kk: Файлдар сәтті сақталды!
km: រក្សាទុកឯកសារបានជោគជ័យ!
kn: ಫೈಲ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ!
lo: Файлдар ийгиликтүү сакталды!
lt: Failai sėkmingai išsaugoti!
mk: Датотеките се успешно зачувани!
ml: ഫയലുകൾ വിജയകരമായി സംരക്ഷിച്ചു!
mr: Файлууд амжилттай хадгалагдлаа!
ms: Fail berjaya disimpan!
my: ဖိုင်များကိုအောင်မြင်စွာသိမ်းဆည်းပြီး!
ne: फाइलहरू सफलतापूर्वक सुरक्षित गरियो!
no: Filer lagret med suksess!
or: ଫାଇଲଗୁଡ଼ିକ ସଫଳତାର ସହିତ ସୁରକ୍ଷିତ ହୋଇଛି!
pa: فائلان کامیابی نال محفوظ ہو گئیاں نیں!
pl: Pliki zapisane pomyślnie!
ps: فایلونه په بریالیتوب سره خوندي شول!
ro: Fișierele au fost salvate cu succes!
si: ගොනු සාර්ථකව සුරකින ලදී!
sk: Súbory boli úspešne uložené!
sl: Datoteke so bile uspešno shranjene!
sq: Skedarët u ruajtën me sukses!
sr: Фајлови успешно сачувани!
sw: Faili zimehifadhiwa kwa mafanikio!
ta: கோப்புகள் வெற்றிகரமாக சேமிக்கப்பட்டன!
te: ఫైళ్ళు విజయవంతంగా సేవ్ చేయబడ్డాయి!
th: บันทึกไฟล์สำเร็จ!
tr: Dosyalar başarıyla kaydedildi!
uk: Файли успішно збережено!
ur: فائلیں کامیابی سے محفوظ ہو گئیں!
uz: Fayllar muvaffaqiyatli saqlandi!
vi: Các tệp đã được lưu thành công!
zh: 文件保存成功！
zu: Amafayela agcinwe ngempumelelo!

# errorSaving
source: Failed to save files
af: Kon nie lêers stoor nie
am: ፋይሎች መመዝገብ አልተቻለም
as: ফাইলসমূহ সংৰক্ষণ কৰিবলৈ ব্যৰ্থ
az: Faylları yadda saxlamaq mümkün olmadı
be: Не ўдалося захаваць файлы
bg: Неуспешно запазване на файловете
bn: ফাইলগুলি সংরক্ষণ করতে ব্যর্থ হয়েছে
bs: Neuspjelo čuvanje datoteka
ca: Error en desar els fitxers
cs: Nepodařilo se uložit soubory
cy: Methwyd cadw ffeiliau
da: Kunne ikke gemme filer
el: Αποτυχία αποθήκευσης αρχείων
et: Failide salvestamine ebaõnnestus
eu: Error al guardar los archivos
fa: ذخیره فایل‌ها ناموفق بود
fi: Tiedostojen tallennus epäonnistui
fil: Nabigo ang pag-save ng mga file
gl: Fallou ao gardar os ficheiros
gu: ફાઈલો સંગ્રહવામાં નિષ્ફળ
he: שמירת הקבצים נכשלה
hi: फ़ाइलें सहेजने में विफल
hu: A fájlok mentése sikertelen
hy: Չհաջողվեց պահպանել ֆայլերը
id: Gagal menyimpan berkas
is: Mistókst að vista skrár
ja: ファイルの保存に失敗しました
ka: ფაილების შენახვა ვერ მოხერხდა
kk: Файлдарды сақтауда қате
km: មិនអាចរក្សាទុកឯកសារបានទេ
kn: ಫೈಲ್‌ಗಳನ್ನು ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: Файлдарды сактай алган жок
lt: Nepavyko išsaugoti failų
mk: Неуспешно зачувување на датотеките
ml: ഫയലുകൾ സംരക്ഷിക്കുന്നത് പരാജയപ്പെട്ടു
mr: Файлуудыг хадгалах үед алдаа гарлаа
ms: Gagal menyimpan fail
my: ဖိုင်များသိမ်းဆည်းရာတွင်မအောင်မြင်ပါ
ne: फाइलहरू सुरक्षित गर्न असफल भयो
no: Kunne ikke lagre filer
or: ଫାଇଲଗୁଡ଼ିକ ସୁରକ୍ଷିତ କରିବାରେ ବିଫଳ
pa: فائلان محفوظ کرن وچ غلطی
pl: Nie udało się zapisać plików
ps: فایلونه خوندي کولو کې پاتې راغلل
ro: Eșec la salvarea fișierelor
si: ගොනු සුරකිම අසාර්ථක විය
sk: Súbory sa nepodarilo uložiť
sl: Datotek ni bilo mogoče shraniti
sq: Ruajtja e skedarëve dështoi
sr: Фајлови нису сачувани
sw: Imeshindikana kuhifadhi faili
ta: கோப்புகளை சேமிக்க முடியவில்லை
te: ఫైళ్ళను సేవ్ చేయడంలో విఫలమయ్యింది
th: การบันทึกไฟล์ล้มเหลว
tr: Dosyalar kaydedilemedi
uk: Не вдалося зберегти файли
ur: فائلیں محفوظ نہیں ہو سکیں
uz: Fayllarni saqlashda xato
vi: Không thể lưu các tệp
zh: 文件保存失败
zu: Amafayela awazange agcinwe

# openFile
source: Open
af: Maak oop
am: ክፈት
as: খোলক
az: Aç
be: Адкрыць
bg: Отвори
bn: খুলুন
bs: Otvori
ca: Obrir
cs: Otevřít
cy: Agor
da: Åbn
el: Άνοιγμα
et: Ava
eu: Abrir
fa: باز کردن
fi: Avaa
fil: Buksan
gl: Abrir
gu: ખોલો
he: פתח
hi: खोलें
hu: Megnyitás
hy: Բացել
id: Buka
is: Opna
ja: 開く
ka: გახსენით
kk: Ашу
km: បើក
kn: ತೆರೆಯಿರಿ
lo: Ачуу
lt: Atidaryti
mk: Отвори
ml: തുറക്കുക
mr: Нээх
ms: Buka
my: ဖွင့်
ne: खोल्नुहोस्
no: Åpne
or: ଖୋଲ
pa: کھول
pl: Otwórz
ps: خلاص کړئ
ro: Deschide
si: විවෘත කරන්න
sk: Otvoriť
sl: Odpri
sq: Hap
sr: Отвори
sw: Fungua
ta: திற
te: తెరువు
th: เปิด
tr: Aç
uk: Відкрити
ur: کھولیں
uz: Ochiq
vi: Mở
zh: 打开
zu: Vula

# imageSelection
source: Please select an image or use Camera
af: Kies asseblief 'n prent of gebruik Kamera
am: እባክዎን ምስል ይምረጡ ወይም ካሜራን ይጠቀሙ
as: অনুগ্ৰহ কৰি এখন ছবি বাচক বা কেমেৰা ব্যৱহাৰ কৰক
az: Zəhmət olmasa, bir şəkil seçin və ya kameradan istifadə edin
be: Калі ласка, выберыце выяву або выкарыстоўвайце камеру
bg: Моля, изберете изображение или използвайте камерата
bn: একটি ছবি নির্বাচন করুন বা ক্যামেরা ব্যবহার করুন
bs: Molimo odaberite sliku ili koristite kameru
ca: Si us plau, seleccioneu una imatge o utilitzeu la càmera
cs: Vyberte obrázek nebo použijte kameru
cy: Dewiswch ddelwedd neu defnyddiwch Gamera
da: Vælg et billede eller brug kameraet
el: Επιλέξτε μια εικόνα ή χρησιμοποιήστε την κάμερα
et: Palun valige pilt või kasutage kaamerat
eu: Por favor selecciona una imagen o utiliza la cámara
fa: لطفا یک تصویر انتخاب کنید یا از دوربین استفاده کنید
fi: Valitse kuva tai käytä kameraa
fil: Paki pili ang isang imahe o gamitin ang Camera
gl: Seleccione unha imaxe ou use a cámara
gu: મહેરબાની કરીને છબી પસંદ કરો અથવા કેમેરાનો ઉપયોગ કરો
he: בחר תמונה או השתמש במצלמה
hi: कृपया एक छवि चुनें या कैमरा का उपयोग करें
hu: Kérem, válasszon egy képet, vagy használja a kamerát
hy: Խնդրում ենք ընտրել պատկեր կամ օգտագործել տեսախցիկը
id: Silakan pilih gambar atau gunakan Kamera
is: Vinsamlegast veldu mynd eða notaðu myndavélina
ja: 画像を選択するか、カメラを使用してください
ka: გთხოვთ, აირჩიოთ სურათი ან გამოიყენოთ კამერა
kk: Суретті таңдаңыз немесе камераны қолданыңыз
km: សូមជ្រើសរើសរូបភាព ឬប្រើកាមេរ៉ា
kn: ದಯವಿಟ್ಟು ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ಕ್ಯಾಮೆರಾ ಬಳಸಿ
lo: Сүрөттү тандаңыз же камераны колдонуңуз
lt: Pasirinkite vaizdą arba naudokite kamerą
mk: Ве молиме изберете слика или користете камера
ml: ദയവായി ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ ക്യാമറ ഉപയോഗിക്കുക
mr: Зураг сонгох эсвэл камераар зураг авахыг сонгоно уу
ms: Sila pilih imej atau gunakan Kamera
my: ကျေးဇူးပြု၍ ပုံတစ်ပုံရွေးပါ သို့မဟုတ် ကင်မရာကိုသုံးပါ
ne: कृपया एउटा छवि चयन गर्नुहोस् वा क्यामेरा प्रयोग गर्नुहोस्
no: Vennligst velg et bilde eller bruk kameraet
or: ଦୟାକରି ଏକ ଛବି ବାଛନ୍ତୁ କିମ୍ବା କ୍ୟାମେରା ବ୍ୟବହାର କରନ୍ତୁ
pa: براہ کرم اک تصویر چن لو یا کیمرہ ورتو
pl: Wybierz obraz lub użyj kamery
ps: مهرباني وکړئ یو عکس انتخاب کړئ یا کیمره وکاروئ
ro: Vă rugăm să selectați o imagine sau să folosiți camera
si: කරුණාකර රූපයක් තෝරන්න හෝ කැමරාව භාවිතා කරන්න
sk: Vyberte obrázok alebo použite kameru
sl: Izberite sliko ali uporabite kamero
sq: Ju lutemi zgjidhni një imazh ose përdorni kamerën
sr: Изаберите слику или користите камеру
sw: Tafadhali chagua picha au tumia Kamera
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும் அல்லது கேமராவைப் பயன்படுத்தவும்
te: దయచేసి ఒక చిత్రం ఎంచుకోండి లేదా కెమెరా ఉపయోగించండి
th: โปรดเลือกภาพหรือลองใช้กล้อง
tr: Lütfen bir resim seçin veya Kamera kullanın
uk: Будь ласка, виберіть зображення або використайте камеру
ur: براہ کرم تصویر منتخب کریں یا کیمرہ استعمال کریں
uz: Iltimos, tasvirni tanlang yoki kamerani ishlating
vi: Vui lòng chọn một hình ảnh hoặc sử dụng Camera
zh: 请选择图像或使用相机
zu: Sicela ukhethe isithombe noma usebenzise ikhamera

source: Gallery
af: Galery
am: ጋለሪ
as: গেলাৰী
az: Qalereya
be: Галерэя
bg: Галерия
bn: গ্যালারি
bs: Galerija
ca: Galeria
cs: Galerie
cy: Oriel
da: Galleri
el: Συλλογή
et: Galerii
eu: Galería
fa: گالری
fi: Galleria
gl: Galería
gu: ગેલેરી
he: גלריה
hi: गैलरी
hu: Galéria
hy: Պատկերասրահ
id: Galeri
is: Myndasafn
ja: ギャラリー
ka: გალერეა
kk: Галерея
km: វិចិត្រសាល
kn: ಗ್ಯಾಲರಿ
lo: Галерея
lt: Galerija
mk: Галерија
ml: ഗാലറി
mr: Галерей
ms: Galeri
my: ပြခန်း
ne: ग्यालरी
no: Galleri
or: ଗ୍ୟାଲେରୀ
pa: گیلری
pl: Galeria
ps: ګالري
ro: Galerie
si: ගැලරිය
sk: Galéria
sl: Galerija
sq: Galeria
sr: Галерија
sw: Matunzio
ta: கேலரி
te: గ్యాలరీ
th: แกลเลอรี
tr: Galeri
uk: Галерея
ur: گیلری
uz: Galereya
vi: Thư viện
zh: 图库
zu: Igalari

source: Camera
af: Kamera
am: ካሜራ
as: কেমেৰা
az: Kamera
be: Камера
bg: Камера
bn: ক্যামেরা
bs: Kamera
ca: Càmera
cs: Kamera
da: Kamera
el: Κάμερα
et: Kaamera
eu: Cámara
fa: دوربین
fi: Kamera
fil: Kamera
gl: Cámara
gu: કેમેરા
he: מצלמה
hi: कैमरा
hu: Kamera
hy: Տեսախցիկ
id: Kamera
is: Myndavél
ja: カメラ
ka: კამერა
kk: Камера
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾ
lo: Камера
lt: Kamera
mk: Камера
ml: ക്യാമറ
mr: Камер
ms: Kamera
my: ကင်မရာ
ne: क्यामेरा
no: Kamera
or: କ୍ୟାମେରା
pa: کیمرہ
pl: Kamera
ps: کیمره
ro: Cameră
si: කැමරාව
sk: Kamera
sl: Kamera
sq: Kamera
sr: Камера
sw: Kamera
ta: கேமரா
te: కెమెరా
th: กล้อง
tr: Kamera
uk: Камера
ur: کیمرہ
uz: Kamera
vi: Máy ảnh
zh: 相机
zu: Ikhamera

# errorCapturing
source: Error Capturing Image
af: Fout met vaslegging van beeld
am: ምስል ማንሳት አልተሳካም
as: ছবি ধারণৰ ত্ৰুটি
az: Şəklin çəkilməsində səhv
be: Памылка захопу выявы
bg: Грешка при заснемане на изображението
bn: ছবি ধারণে ত্রুটি
bs: Greška pri snimanju slike
ca: Error en capturar la imatge
cs: Chyba při pořizování obrázku
cy: Gwall wrth gipio delwedd
da: Fejl ved indfangelse af billede
el: Σφάλμα κατά τη λήψη της εικόνας
et: Pildi jäädvustamisel tekkis viga
eu: Error al capturar la imagen
fa: خطا در گرفتن تصویر
fi: Virhe kuvan tallentamisessa
fil: Error sa pagkuha ng imahe
gl: Erro ao capturar a imaxe
gu: છબી કૅપ્ચર કરતી વખતે ભૂલ
he: שגיאה בלכידת התמונה
hi: छवि कैप्चर करने में त्रुटि
hu: Hiba a kép rögzítésekor
hy: Պատկերի ֆիքսման սխալ
id: Kesalahan dalam menangkap gambar
is: Villa við myndatöku
ja: 画像のキャプチャエラー
ka: სურათის აღების შეცდომა
kk: Суретті түсіруде қате
km: កំហុសក្នុងការចាប់យករូបភាព
kn: ಚಿತ್ರ ಸೆರೆಯುವಾಗ ದೋಷ
lo: Сүрөттү кармоодо ката кетти
lt: Klaida fiksuojant vaizdą
mk: Грешка при фаќање на слика
ml: ചിത്രം പിടിക്കാൻ പറ്റിയില്ല
mr: Зураг авахад алдаа гарлаа
ms: Ralat semasa menangkap imej
my: ပုံဖမ်းယူရာတွင်အမှား
ne: छवि कैप्चर गर्दा त्रुटि
no: Feil ved opptak av bilde
or: ଛବି ଧରିବାରେ ତ୍ରୁଟି
pa: تصویر قبضے وچ لیندے وقت غلطی
pl: Błąd podczas przechwytywania obrazu
ps: د عکس نیولو تېروتنه
ro: Eroare la capturarea imaginii
si: රූපය ලබා ගැනීමේ දෝෂයකි
sk: Chyba pri zachytávaní obrázka
sl: Napaka pri zajemanju slike
sq: Gabim gjatë kapjes së imazhit
sr: Грешка приликом снимања слике
sw: Hitilafu wakati wa kunasa picha
ta: படத்தைப் பிடிக்க தவறிவிட்டது
te: చిత్రాన్ని క్యాప్చర్ చేయడంలో లోపం
th: เกิดข้อผิดพลาดในการจับภาพ
tr: Resim yakalanırken hata oluştu
uk: Помилка під час захоплення зображення
ur: تصویر لینے میں غلطی
uz: Tasvirni olishda xato
vi: Lỗi khi chụp ảnh
zh: 捕获图像时出错
zu: Iphutha ekuthatheni isithombe

# errorGallery
source: Error Selecting Image
af: Fout met kies van beeld
am: ምስል መምረጥ አልተሳካም
as: ছবি বাচোঁতে ত্ৰুটি
az: Şəklin seçilməsində səhv
be: Памылка выбару выявы
bg: Грешка при избиране на изображението
bn: ছবি নির্বাচনে ত্রুটি
bs: Greška pri odabiru slike
ca: Error en seleccionar la imatge
cs: Chyba při výběru obrázku
cy: Gwall wrth ddewis delwedd
da: Fejl ved valg af billede
el: Σφάλμα κατά την επιλογή της εικόνας
et: Pildi valimisel tekkis viga
eu: Error al seleccionar la imagen
fa: خطا در انتخاب تصویر
fi: Virhe kuvan valinnassa
fil: Error sa pagpili ng imahe
gl: Erro ao seleccionar a imaxe
gu: છબી પસંદ કરવામાં ભૂલ
he: שגיאה בבחירת התמונה
hi: छवि चयन में त्रुटि
hu: Hiba a kép kiválasztásakor
hy: Պատկերի ընտրության սխալ
id: Kesalahan dalam memilih gambar
is: Villa við val á mynd
ja: 画像の選択エラー
ka: სურათის არჩევის შეცდომა
kk: Суретті таңдауда қате
km: កំហុសក្នុងការជ្រើសរើសរូបភាព
kn: ಚಿತ್ರ ಆಯ್ಕೆಮಾಡುವಾಗ ದೋಷ
lo: Сүрөттү тандап жатканда ката кетти
lt: Klaida pasirenkant vaizdą
mk: Грешка при избор на слика
ml: ചിത്രം തിരഞ്ഞെടുക്കുന്നതിൽ പിഴവ്
mr: Зураг сонгоход алдаа гарлаа
ms: Ralat semasa memilih imej
my: ပုံရွေးချယ်ရာတွင်အမှား
ne: छवि चयन गर्दा त्रुटि
no: Feil ved valg av bilde
or: ଛବି ବାଛିବାରେ ତ୍ରୁଟି
pa: تصویر چنندے وقت غلطی
pl: Błąd podczas wybierania obrazu
ps: د عکس انتخاب تېروتنه
ro: Eroare la selectarea imaginii
si: රූපය තෝරාගැනීමේ දෝෂයකි
sk: Chyba pri výbere obrázka
sl: Napaka pri izbiri slike
sq: Gabim gjatë zgjedhjes së imazhit
sr: Грешка приликом избора слике
sw: Hitilafu wakati wa kuchagua picha
ta: படத்தைத் தேர்ந்தெடுக்கும் போது பிழை
te: చిత్రాన్ని ఎంచుకోవడంలో లోపం
th: เกิดข้อผิดพลาดในการเลือกภาพ
tr: Resim seçilirken hata oluştu
uk: Помилка під час вибору зображення
ur: تصویر منتخب کرنے میں غلطی
uz: Tasvirni tanlashda xato
vi: Lỗi khi chọn hình ảnh
zh: 选择图像时出错
zu: Iphutha ekukhetheni isithombe

# languageIcon
source: App Languages
af: App Tale
am: አፕ ቋንቋዎች
as: এপৰ ভাষাসমূহ
az: Tətbiq Dilləri
be: Мовы прыкладання
bg: Езици на приложението
bn: অ্যাপ ভাষাসমূহ
bs: Jezici aplikacije
ca: Idiomes de l'aplicació
cs: Jazyky aplikace
cy: Ieithoedd Ap
da: App Sprog
el: Γλώσσες εφαρμογής
et: Rakenduse keeled
eu: Idiomas de la app
fa: زبان‌های اپلیکیشن
fi: Sovelluskielet
fil: Mga Wika ng App
gl: Idiomas da aplicación
gu: એપ ભાષાઓ
he: שפות האפליקציה
hi: ऐप भाषाएँ
hu: Alkalmazásnyelvek
hy: Հավելվածի լեզուներ
id: Bahasa Aplikasi
is: Tungumál forrits
ja: アプリの言語
ka: აპლიკაციის ენები
kk: Қолданба тілдері
km: ភាសារបស់កម្មវិធី
kn: ಆಪ್ ಭಾಷೆಗಳು
lo: Тиркеме тилдери
lt: Programos kalbos
mk: Јазици на апликацијата
ml: ആപ്പ് ഭാഷകൾ
mr: Аппын хэл
ms: Bahasa Aplikasi
my: အက်ပ်ဘာသာစကားများ
ne: एप भाषाहरू
no: App-språk
or: ଆପ୍‌ ଭାଷାଗୁଡ଼ିକ
pa: ایپ دیاں زباناں
pl: Języki aplikacji
ps: د اپلیکیشن ژبې
ro: Limbi aplicație
si: යෙදුම් භාෂා
sk: Jazyky aplikácie
sl: Jeziki aplikacije
sq: Gjuhët e aplikacionit
sr: Језици апликације
sw: Lugha za programu
ta: ஆப் மொழிகள்
te: అప్లికేషన్ భాషలు
th: ภาษาของแอป
tr: Uygulama Dilleri
uk: Мови програми
ur: ایپ کی زبانیں
uz: Ilova tillari
vi: Ngôn ngữ ứng dụng
zh: 应用语言
zu: Izilimi Zohlelo Lokusebenza

# text
source: Recognized Text
af: Herkende teks
am: ተረጋገጠ ጽሑፍ
as: স্বীকৃত পাঠ
az: Tanınan Mətn
be: Распазнаны тэкст
bg: Разпознат текст
bn: স্বীকৃত পাঠ্য
bs: Prepoznati tekst
ca: Text reconegut
cs: Rozpoznaný text
cy: Testun a Gydnabuwyd
da: Genkendt tekst
el: Αναγνωρισμένο κείμενο
et: Tuvastatud tekst
eu: Texto reconocido
fa: متن شناسایی شده
fi: Tunnistettu teksti
fil: Kinilalang Teksto
gl: Texto recoñecido
gu: માન્ય ટેક્સ્ટ
he: טקסט מזוהה
hi: मान्यता प्राप्त पाठ
hu: Felismert szöveg
hy: Ճանաչված տեքստ
id: Teks yang dikenali
is: Viðurkennt texti
ja: 認識されたテキスト
ka: აღიარებული ტექსტი
kk: Танылған мәтін
km: អត្ថបទដែលបានទទួលស្គាល់
kn: ಪರಿಚಿತ ಪಠ್ಯ
lo: Таңылган текст
lt: Atpažintas tekstas
mk: Препознаен текст
ml: അംഗീകൃതമായ വാചകം
mr: Танигдсан текст
ms: Teks yang Diiktiraf
my: အသိအမှတ်ပြုစာသား
ne: मान्यता प्राप्त पाठ
no: Gjenkjent tekst
or: ସ୍ୱୀକୃତ ଟେକ୍ସଟ୍
pa: پہچانیا گیا متن
pl: Rozpoznany tekst
ps: پېژندل شوی متن
ro: Text recunoscut
si: හඳුනාගත් පෙළ
sk: Rozpoznaný text
sl: Prepoznano besedilo
sq: Teksti i njohur
sr: Препознат текст
sw: Maandishi yaliyotambuliwa
ta: அடையாளம் காணப்பட்ட உரை
te: గుర్తించబడిన పాఠ్యం
th: ข้อความที่รู้จำได้
tr: Tanınan Metin
uk: Розпізнаний текст
ur: پہچانا گیا متن
uz: Aniqlangan matn
vi: Văn bản đã nhận dạng
zh: 识别的文本
zu: Umbhalo Oqondakalayo

# errorText
source: Error in recognizing text
af: Fout met herkenning van teks
am: በጽሑፍ ማስመለከት ላይ ስህተት
as: পাঠ চিনাক্ত কৰোঁতে ত্ৰুটি
az: Mətni tanımaqda səhv
be: Памылка пры распазнаванні тэксту
bg: Грешка при разпознаване на текста
bn: পাঠ্য স্বীকৃতিতে ত্রুটি
bs: Greška u prepoznavanju teksta
ca: Error en reconèixer el text
cs: Chyba při rozpoznávání textu
cy: Gwall wrth gydnabod testun
da: Fejl ved genkendelse af tekst
el: Σφάλμα στην αναγνώριση κειμένου
et: Tõrge teksti tuvastamisel
eu: Error al reconocer el texto
fa: خطا در شناسایی متن
fi: Virhe tekstin tunnistamisessa
fil: Error sa pagkilala sa teksto
gl: Erro ao recoñecer o texto
gu: ટેક્સ્ટ ઓળખવામાં ભૂલ
he: שגיאה בזיהוי הטקסט
hi: पाठ को पहचानने में त्रुटि
hu: Hiba a szövegfelismerés során
hy: Սխալ տեքստի ճանաչման մեջ
id: Kesalahan dalam mengenali teks
is: Villa við að þekkja texta
ja: テキストの認識エラー
ka: ტექსტის აღიარების შეცდომა
kk: Мәтінді тануда қате
km: កំហុសក្នុងការទទួលស្គាល់អត្ថបទ
kn: ಪಠ್ಯ ಗುರುತಿಸಲು ದೋಷ
lo: Текстти таанууда ката кетти
lt: Klaida atpažįstant tekstą
mk: Грешка при препознавање на текст
ml: വാചകം തിരിച്ചറിയാൻ പറ്റിയില്ല
mr: Текст танихад алдаа гарлаа
ms: Ralat dalam mengenali teks
my: စာသားကိုအသိအမှတ်ပြုရာတွင်အမှား
ne: पाठ पहिचानमा त्रुटि
no: Feil ved gjenkjenning av tekst
or: ଟେକ୍ସଟ୍ ସ୍ୱୀକୃତ କରିବାରେ ତ୍ରୁଟି
pa: متن نوں پہچانن وچ غلطی
pl: Błąd rozpoznawania tekstu
ps: په متن پېژندلو کې تېروتنه
ro: Eroare la recunoașterea textului
si: පෙළ හඳුනා ගැනීමේ දෝෂයකි
sk: Chyba pri rozpoznávaní textu
sl: Napaka pri prepoznavanju besedila
sq: Gabim në njohjen e tekstit
sr: Грешка у препознавању текста
sw: Hitilafu katika kutambua maandishi
ta: உரை அடையாளம் காண்பதில் பிழை
te: పాఠ్యాన్ని గుర్తించడంలో లోపం
th: เกิดข้อผิดพลาดในการรู้จำข้อความ
tr: Metin tanıma hatası
uk: Помилка розпізнавання тексту
ur: متن کی پہچان میں غلطی
uz: Matnni aniqlashda xato
vi: Lỗi trong việc nhận dạng văn bản
zh: 识别文本时出错
zu: Iphutha ekuboneni umbhalo

# txt
source: Save as TXT
af: Stoor as TXT
am: ማስቀመጥ በ TXT
as: TXT ৰূপে সংৰক্ষণ কৰক
az: TXT olaraq saxla
be: Захаваць як TXT
bg: Запазване като TXT
bn: TXT হিসেবে সংরক্ষণ করুন
bs: Spremi kao TXT
ca: Desa com TXT
cs: Uložit jako TXT
cy: Cadw fel TXT
da: Gem som TXT
el: Αποθήκευση ως TXT
et: Salvesta TXT-na
eu: Guardar como TXT
fa: ذخیره به عنوان TXT
fi: Tallenna TXT:nä
fil: I-save bilang TXT
gl: Gardar como TXT
gu: TXT તરીકે સંગ્રહ કરો
he: שמור כ-TXT
hi: TXT के रूप में सहेजें
hu: Mentés TXT formátumban
hy: Պահպանել որպես TXT
id: Simpan sebagai TXT
is: Vista sem TXT
ja: TXTとして保存
ka: შენახვა TXT ფორმატში
kk: TXT ретінде сақтау
km: រក្សាទុកជា TXT
kn: TXT ಆಕಾರದಲ್ಲಿ ಉಳಿಸಿ
lo: TXT катары сактоо
lt: Išsaugoti kaip TXT
mk: Зачувај како TXT
ml: TXT ആയി സംരക്ഷിക്കുക
mr: TXT болгон хадгалах
ms: Simpan sebagai TXT
my: TXT အဖြစ်သိမ်းဆည်းပါ
ne: TXT रूपमा सुरक्षित गर्नुहोस्
no: Lagre som TXT
or: TXT ଭାବରେ ସୁରକ୍ଷିତ କରନ୍ତୁ
pa: TXT وجوں محفوظ کرو
pl: Zapisz jako TXT
ps: په TXT کې خوندي کړئ
ro: Salvează ca TXT
si: TXT ලෙස සුරකින්න
sk: Uložiť ako TXT
sl: Shrani kot TXT
sq: Ruaj si TXT
sr: Сачувај као TXT
sw: Hifadhi kama TXT
ta: TXT ஆக சேமிக்கவும்
te: TXT గా సేవ్ చేయండి
th: บันทึกเป็น TXT
tr: TXT olarak kaydet
uk: Зберегти як TXT
ur: TXT کے طور پر محفوظ کریں
uz: TXT sifatida saqlash
vi: Lưu dưới dạng TXT
zh: 保存为 TXT
zu: Gcina njenge-TXT

# pdf
source: Save as PDF
af: Stoor as PDF
am: ማስቀመጥ በ PDF
as: PDF ৰূপে সংৰক্ষণ কৰক
az: PDF olaraq saxla
be: Захаваць як PDF
bg: Запазване като PDF
bn: PDF হিসেবে সংরক্ষণ করুন
bs: Spremi kao PDF
ca: Desa com PDF
cs: Uložit jako PDF
cy: Cadw fel PDF
da: Gem som PDF
el: Αποθήκευση ως PDF
et: Salvesta PDF-na
eu: Guardar como PDF
fa: ذخیره به عنوان PDF
fi: Tallenna PDF:nä
fil: I-save bilang PDF
gl: Gardar como PDF
gu: PDF તરીકે સંગ્રહ કરો
he: שמור כ-PDF
hi: PDF के रूप में सहेजें
hu: Mentés PDF formátumban
hy: Պահպանել որպես PDF
id: Simpan sebagai PDF
is: Vista sem PDF
ja: PDFとして保存
ka: შენახვა PDF ფორმატში
kk: PDF ретінде сақтау
km: រក្សាទុកជា PDF
kn: PDF ಆಕಾರದಲ್ಲಿ ಉಳಿಸಿ
lo: PDF катары сактоо
lt: Išsaugoti kaip PDF
mk: Зачувај како PDF
ml: PDF ആയി സംരക്ഷിക്കുക
mr: PDF болгон хадгалах
ms: Simpan sebagai PDF
my: PDF အဖြစ်သိမ်းဆည်းပါ
ne: PDF रूपमा सुरक्षित गर्नुहोस्
no: Lagre som PDF
or: PDF ଭାବରେ ସୁରକ୍ଷିତ କରନ୍ତୁ
pa: PDF وجوں محفوظ کرو
pl: Zapisz jako PDF
ps: په PDF کې خوندي کړئ
ro: Salvează ca PDF
si: PDF ලෙස සුරකින්න
sk: Uložiť ako PDF
sl: Shrani kot PDF
sq: Ruaj si PDF
sr: Сачувај као PDF
sw: Hifadhi kama PDF
ta: PDF ஆக சேமிக்கவும்
te: PDF గా సేవ్ చేయండి
th: บันทึกเป็น PDF
tr: PDF olarak kaydet
uk: Зберегти як PDF
ur: PDF کے طور پر محفوظ کریں
uz: PDF sifatida saqlash
vi: Lưu dưới dạng PDF
zh: 保存为 PDF
zu: Gcina njenge-PDF

# docx
source: Save as DOC
af: Stoor as DOC
am: ማስቀመጥ በ DOC
as: DOC ৰূপে সংৰক্ষণ কৰক
az: DOC olaraq saxla
be: Захаваць як DOC
bg: Запазване като DOC
bn: DOC হিসেবে সংরক্ষণ করুন
bs: Spremi kao DOC
ca: Desa com DOC
cs: Uložit jako DOC
cy: Cadw fel DOC
da: Gem som DOC
el: Αποθήκευση ως DOC
et: Salvesta DOC-na
eu: Guardar como DOC
fa: ذخیره به عنوان DOC
fi: Tallenna DOC:na
fil: I-save bilang DOC
gl: Gardar como DOC
gu: DOC તરીકે સંગ્રહ કરો
he: שמור כ-DOC
hi: DOC के रूप में सहेजें
hu: Mentés DOC formátumban
hy: Պահպանել որպես DOC
id: Simpan sebagai DOC
is: Vista sem DOC
ja: DOCとして保存
ka: შენახვა DOC ფორმატში
kk: DOC ретінде сақтау
km: រក្សាទុកជា DOC
kn: DOC ಆಕಾರದಲ್ಲಿ ಉಳಿಸಿ
lo: DOC катары сактоо
lt: Išsaugoti kaip DOC
mk: Зачувај како DOC
ml: DOC ആയി സംരക്ഷിക്കുക
mr: DOC болгон хадгалах
ms: Simpan sebagai DOC
my: DOC အဖြစ်သိမ်းဆည်းပါ
ne: DOC रूपमा सुरक्षित गर्नुहोस्
no: Lagre som DOC
or: DOC ଭାବରେ ସୁରକ୍ଷିତ କରନ୍ତୁ
pa: DOC وجوں محفوظ کرو
pl: Zapisz jako DOC
ps: په DOC کې خوندي کړئ
ro: Salvează ca DOC
si: DOC ලෙස සුරකින්න
sk: Uložiť ako DOC
sl: Shrani kot DOC
sq: Ruaj si DOC
sr: Сачувај као DOC
sw: Hifadhi kama DOC
ta: DOC ஆக சேமிக்கவும்
te: DOC గా సేవ్ చేయండి
th: บันทึกเป็น DOC
tr: DOC olarak kaydet
uk: Зберегти як DOC
ur: DOC کے طور پر محفوظ کریں
uz: DOC sifatida saqlash
vi: Lưu dưới dạng DOC
zh: 保存为 DOC
zu: Gcina njenge-DOC
