Repository: mirza6422/Image-to-Text
Catalog: lib/l10n/app_*.arb
Languages: af, am, as, az, be, bg, bn, bs, ca, cs, cy, da, el, et, eu, fa, fi, fil, gl, gu, he, hi, hu, hy, id, is, ja, ka, kk, km, kn, lo, lt, mk, ml, mr, ms, my, ne, no, or, pa, pl, ps, ro, si, sk, sl, sq, sr, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zu

# noSave
source: No text to save
af: Geen teks om te stoor nie
am: ምንም ጽሑፍ ለማስቀመጥ የለም
as: সংৰক্ষণ কৰিবলৈ কোনো পাঠ নাই
az: Saxlanılacaq mətn yoxdur
be: Няма тэксту для захавання
bg: Няма текст за запазване
bn: সংরক্ষণের জন্য কোনো পাঠ্য নেই
bs: Nema teksta za spremanje
ca: No hi ha text per desar
cs: Není text k uložení
cy: Dim testun i’w gadw
da: Ingen tekst at gemme
el: Δεν υπάρχει κείμενο για αποθήκευση
et: Salvestamiseks pole teksti
eu: No hay texto para guardar
fa: متنی برای ذخیره‌سازی وجود ندارد
fi: Ei tekstiä tallennettavaksi
fil: Walang tekstong mase-save
gl: Non hai texto para gardar
gu: સંગ્રહ કરવા માટે ટેક્સ્ટ નથી
he: אין טקסט לשמירה
hi: सहेजने के लिए कोई पाठ नहीं है
hu: Nincs menteni való szöveg
hy: Պահպանելու համար տեքստ չկա
id: Tidak ada teks untuk disimpan
is: Enginn texti til að vista
ja: 保存するテキストがありません
ka: შენახვის ტექსტი არ არსებობს
kk: Сақтауға мәтін жоқ
km: មិនមានអត្ថបទសម្រាប់រក្សាទុកទេ
kn: ಉಳಿಸಲು ಪಠ್ಯವಿಲ್ಲ
lo: Сактоого текст жок
lt: Nėra teksto išsaugojimui
mk: Нема текст за зачувување
ml: സംരക്ഷിക്കാൻ വാചകം ഇല്ല
mr: Хадгалах текст алга
ms: Tiada teks untuk disimpan
my: သိမ်းဆည်းရန်စာသားမရှိပါ
ne: सुरक्षित गर्न पाठ छैन
no: Ingen tekst å lagre
or: ସୁରକ୍ଷିତ କରିବାକୁ କିଛି ଟେକ୍ସଟ୍ ନାହିଁ
pa: محفوظ کرن لئی کوئی متن نئیں
pl: Brak tekstu do zapisania
ps: هیڅ متن د خوندي کولو لپاره نشته
ro: Nu există text de salvat
si: සුරැකීමට පෙළක් නැත
sk: Nie je žiadny text na uloženie
sl: Ni besedila za shranjevanje
sq: Nuk ka tekst për të ruajtur
sr: Нема текста за чување
sw: Hakuna maandishi ya kuhifadhi
ta: சேமிக்க உரை இல்லை
te: సేవ్ చేయడానికి పాఠ్యం లేదు
th: ไม่มีข้อความให้บันทึก
tr: Kaydedilecek metin yok
uk: Немає тексту для збереження
ur: محفوظ کرنے کے لیے کوئی متن نہیں ہے
uz: Saqlash uchun matn yo'q
vi: Không có văn bản để lưu
zh: 没有文本可保存
zu: Ayikho imibhalo ezogcinwa

source: Save
af: Stoor
am: መዝግብ
as: সংৰক্ষণ কৰক
az: Yadda saxla
be: Захаваць
bg: Запази
bn: সংরক্ষণ করুন
bs: Spremi
ca: Desa
cs: Uložit
cy: Cadw
da: Gem
el: Αποθήκευση
et: Salvesta
eu: Guardar
fa: ذخیره
fi: Tallenna
fil: I-save
gl: Gardar
gu: સંગ્રહ કરો
he: שמור
hi: सहेजें
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
ja: 保存
ka: შენახვა
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸಿ
lo: Сактоо
lt: Išsaugoti
mk: Зачувај
ml: സംരക്ഷിക്കുക
mr: Хадгалах
ms: Simpan
my: သိမ်းဆည်းပါ
ne: सुरक्षित गर्नुहोस्
no: Lagre
or: ସୁରକ୍ଷିତ କରନ୍ତୁ
pa: محفوظ کرو
pl: Zapisz
ps: خوندي کړئ
ro: Salvează
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
sw: Hifadhi
ta: சேமிக்கவும்
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Lưu
zh: 保存
zu: Gcina
